Repository: ViffyGwaanl/papertok-reader
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# a11y.add_button
source: Add
zh_hans: 添加
zh_hant: 新增

# a11y.ai_chat_button
source: AI Chat
zh_hans: AI 对话
zh_hant: AI 對話

# a11y.attach_file
source: Attach File
zh_hans: 附加文件
zh_hant: 附加檔案

# a11y.attachment
source: Attachment
zh_hans: 附件
zh_hant: 附件

# a11y.back
source: Back
zh_hans: 返回
zh_hant: 返回

# a11y.book_actions
source: Book Actions
zh_hans: 图书操作
zh_hant: 書籍操作

# a11y.book_cover
source: Book Cover
zh_hans: 书籍封面
zh_hant: 書籍封面

# a11y.bookshelf_button
source: Bookshelf
zh_hans: 书架
zh_hant: 書架

# a11y.cancel_button
source: Cancel
zh_hans: 取消
zh_hant: 取消

# a11y.chart
source: Chart
zh_hans: 图表
zh_hant: 圖表

# a11y.checkbox
source: Checkbox
zh_hans: 复选框
zh_hant: 核取方塊

# a11y.clear_search
source: Clear Search
zh_hans: 清除搜索
zh_hant: 清除搜尋

# a11y.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# a11y.collapse
source: Collapse
zh_hans: 折叠
zh_hant: 收合

# a11y.color_swatch
source: Color Swatch
zh_hans: 颜色色块
zh_hant: 顏色色塊

# a11y.copy_button
source: Copy
zh_hans: 复制
zh_hant: 複製

# a11y.delete_button
source: Delete
zh_hans: 删除
zh_hant: 刪除

# a11y.dismiss_sheet
source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

# a11y.edit_button
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# a11y.expand
source: Expand
zh_hans: 展开
zh_hant: 展開

# a11y.filter_button
source: Filter Button
zh_hans: 筛选按钮
zh_hant: 篩選按鈕

# a11y.group_folder
source: Group Folder
zh_hans: 分组文件夹
zh_hant: 群組資料夾

# a11y.heatmap_cell
source: Heatmap Cell
zh_hans: 热力图单元
zh_hant: 熱圖儲存格

# a11y.highlight_button
source: Highlight
zh_hans: 高亮
zh_hant: 螢光標示

# a11y.image
source: Image
zh_hans: 图像
zh_hant: 圖片

# a11y.loading_indicator
source: Loading
zh_hans: 加载中
zh_hant: 載入中

# a11y.menu
source: Menu
zh_hans: 菜单
zh_hant: 選單

# a11y.more_options
source: More Options
zh_hans: 更多选项
zh_hant: 更多選項

# a11y.navigation_bar
source: Navigation Bar
zh_hans: 导航栏
zh_hant: 導覽列

# a11y.next_page
source: Next Page
zh_hans: 下一页
zh_hant: 下一頁

# a11y.note_button
source: Add Note
zh_hans: 添加笔记
zh_hant: 新增筆記

# a11y.notes_button
source: Notes
zh_hans: 笔记
zh_hant: 筆記

# a11y.papers_button
source: Papers
zh_hans: 论文
zh_hant: 論文

# a11y.pause_tts
source: Pause Reading Aloud
zh_hans: 暂停朗读
zh_hant: 暫停朗讀

# a11y.previous_page
source: Previous Page
zh_hans: 上一页
zh_hant: 上一頁

# a11y.progress_indicator
source: Progress Indicator
zh_hans: 进度指示器
zh_hant: 進度指示器

# a11y.radio_button
source: Radio Button
zh_hans: 单选按钮
zh_hant: 選項按鈕

# a11y.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# a11y.resume_tts
source: Resume Reading Aloud
zh_hans: 继续朗读
zh_hant: 繼續朗讀

# a11y.save_button
source: Save
zh_hans: 保存
zh_hant: 儲存

# a11y.search_field
source: Search Field
zh_hans: 搜索框
zh_hant: 搜尋框

# a11y.send_message
source: Send Message
zh_hans: 发送消息
zh_hant: 傳送訊息

# a11y.settings_button
source: Settings
zh_hans: 设置
zh_hant: 設定

# a11y.share_button
source: Share
zh_hans: 分享
zh_hant: 分享

# a11y.slider
source: Slider
zh_hans: 滑块
zh_hant: 滑桿

# a11y.sort_button
source: Sort Button
zh_hans: 排序按钮
zh_hant: 排序按鈕

# a11y.start_tts
source: Start Reading Aloud
zh_hans: 开始朗读
zh_hant: 開始朗讀

# a11y.statistics_button
source: Statistics
zh_hans: 统计
zh_hant: 統計

# a11y.stop_tts
source: Stop Reading Aloud
zh_hans: 停止朗读
zh_hant: 停止朗讀

# a11y.tab_bar
source: Tab Bar
zh_hans: 标签栏
zh_hant: 標籤列

# a11y.tag_chip
source: Tag
zh_hans: 标签
zh_hant: 標籤

# a11y.text_selection_handle
source: Text Selection
zh_hans: 文字选择
zh_hant: 文字選取

# a11y.toc_button
source: Table of Contents
zh_hans: 目录
zh_hant: 目錄

# a11y.toggle_bookmark
source: Toggle Bookmark
zh_hans: 切换书签
zh_hant: 切換書籤

# a11y.toggle_dark_mode
source: Toggle Dark Mode
zh_hans: 切换深色模式
zh_hant: 切換深色模式

# a11y.toggle_switch
source: Toggle Switch
zh_hans: 开关
zh_hant: 開關

# a11y.toolbar
source: Toolbar
zh_hans: 工具栏
zh_hant: 工具列

# a11y.translate_button
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# a11y.voice_input
source: Voice Input
zh_hans: 语音输入
zh_hant: 語音輸入

# a11y.zoom_in
source: Zoom In
zh_hans: 放大
zh_hant: 放大

# a11y.zoom_out
source: Zoom Out
zh_hans: 缩小
zh_hant: 縮小

# about.acknowledgments
source: Acknowledgments
zh_hans: 致谢
zh_hant: 致謝

# about.app_description
source: PaperTok is an AI-augmented reading platform for PDFs, EPUBs, and academic papers.
zh_hans: PaperTok 是一款面向 PDF、EPUB 和学术论文的 AI 增强型阅读平台。
zh_hant: PaperTok 是一款專為 PDF、EPUB 與學術論文設計的 AI 強化閱讀平台。

# about.app_version
source: App Version
zh_hans: 应用版本
zh_hant: 應用版本

# about.build_number
source: Build Number
zh_hans: 构建号
zh_hant: 建置號碼

# about.contact
source: Contact
zh_hans: 联系
zh_hant: 聯絡

# about.credits
source: Credits
zh_hans: 贡献者
zh_hant: 貢獻者

# about.feedback
source: Send Feedback
zh_hans: 发送反馈
zh_hant: 傳送回饋

# about.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

# about.rate_app
source: Rate the App
zh_hans: 为应用评分
zh_hant: 為應用評分

# about.report_issue
source: Report Issue
zh_hans: 报告问题
zh_hant: 回報問題

# about.support_email
source: Support Email
zh_hans: 支持邮箱
zh_hant: 支援信箱

# about.system_info
source: System Info
zh_hans: 系统信息
zh_hant: 系統資訊

# about.terms_of_service
source: Terms of Service
zh_hans: 服务条款
zh_hant: 服務條款

# about.title
source: About
zh_hans: 关于
zh_hant: 關於

# about.website
source: Website
zh_hans: 网站
zh_hant: 網站

# ai.always_approve
source: Always Approve
zh_hans: 总是允许
zh_hant: 總是允許

# ai.approval
source: Approval
zh_hans: 授权
zh_hant: 授權

# ai.approval_hint
source: Controls which tools require explicit user approval before being executed by the AI.
zh_hans: 控制哪些工具在被 AI 执行前需要用户明确授权。
zh_hant: 控制哪些工具在被 AI 執行前需要使用者明確授權。

# ai.approval_threshold
source: Approval Threshold
zh_hans: 授权阈值
zh_hant: 授權門檻

# ai.ask_me
source: Ask me
zh_hans: 每次询问
zh_hant: 每次詢問

# ai.attach_book
source: Attach Book
zh_hans: 附加图书
zh_hant: 附加書籍

# ai.attach_image
source: Attach Image
zh_hans: 附加图像
zh_hant: 附加圖片

# ai.attach_pdf
source: Attach PDF
zh_hans: 附加 PDF
zh_hant: 附加 PDF

# ai.attach_selection
source: Attach Selection
zh_hans: 附加所选内容
zh_hant: 附加所選內容

# ai.attach_text
source: Attach Text
zh_hans: 附加文本
zh_hant: 附加文字

# ai.branch_count
source: Branches
zh_hans: 分支
zh_hant: 分支

# ai.branch_navigator
source: Branch Navigator
zh_hans: 分支导航
zh_hant: 分支導覽

# ai.capabilities
source: Capabilities
zh_hans: 能力
zh_hant: 能力

# ai.chat.attachment_file_format
source: [Attached file: %@]
zh_hans: 【已附文件：%@】
zh_hant: 【已附檔案：%@】

# ai.chat.system_prompt_default
source: You are PaperTok Reader's AI reading assistant. Help users understand, summarize, translate, and organize their reading with clear, accurate, context-aware responses.
zh_hans: 你是 PaperTok Reader 的 AI 阅读助手。请帮助用户理解、总结、翻译并整理阅读内容，回答要清晰、准确，并尽量基于当前上下文。
zh_hant: 你是 PaperTok Reader 的 AI 閱讀助手。請幫助使用者理解、總結、翻譯並整理閱讀內容，回答要清晰、準確，並盡量基於目前情境。

# ai.chat.placeholder
source: Ask anything about your reading...
zh_hans: 问任何关于阅读的问题…
zh_hant: 詢問任何關於閱讀的問題…

# ai.chat_settings.reset_to_defaults
source: Reset to defaults
zh_hans: 恢复默认
zh_hant: 恢復預設

# ai.chat_settings.system_prompt
source: System prompt
zh_hans: 系统提示词
zh_hant: 系統提示詞

# ai.chat_settings.title
source: Chat settings
zh_hans: 聊天设置
zh_hant: 聊天設定

# ai.chat_settings.global_footer
source: These settings apply globally to all new chats.
zh_hans: 这些设置会全局应用到所有新建对话。
zh_hant: 這些設定會全域套用到所有新對話。

# ai.chat_settings.max_tokens_hint
source: Maximum response length.
zh_hans: 限制回复的最大长度。
zh_hant: 限制回覆的最大長度。

# ai.chat_settings.per_conversation
source: Apply only to this conversation
zh_hans: 仅应用到当前对话
zh_hant: 僅套用到目前對話

# ai.chat_settings.per_conversation_footer
source: These settings affect the active chat only.
zh_hans: 这些设置仅影响当前活动对话。
zh_hant: 這些設定只會影響目前進行中的對話。

# ai.chat_settings.temperature_hint
source: Higher values are more creative; lower values are more deterministic.
zh_hans: 数值越高越有创造性，数值越低越稳定。
zh_hant: 數值越高越有創造性，數值越低越穩定。

# ai.chat_settings.top_p_hint
source: Controls the Top P sampling range.
zh_hans: 控制 Top P 采样范围。
zh_hant: 控制 Top P 取樣範圍。

# ai.context_window
source: Context Window
zh_hans: 上下文窗口
zh_hant: 上下文視窗

# ai.continue_generating
source: Continue
zh_hans: 继续
zh_hant: 繼續

# ai.conversation.export
source: Export
zh_hans: 导出
zh_hant: 匯出

# ai.conversation.export_markdown
source: Export markdown
zh_hans: 导出 Markdown
zh_hant: 匯出 Markdown

# ai.conversations
source: Conversations
zh_hans: 对话
zh_hant: 對話

# ai.copy_message
source: Copy Message
zh_hans: 复制消息
zh_hant: 複製訊息

# ai.copy_translation
source: Copy Translation
zh_hans: 复制翻译
zh_hant: 複製翻譯

# ai.cost
source: Cost
zh_hans: 费用
zh_hant: 費用

# ai.create_today_memory
source: Create today's memory
zh_hans: 创建今日记忆
zh_hant: 建立今日記憶

# ai.dangerous_only
source: Dangerous Only
zh_hans: 仅危险操作
zh_hant: 僅危險操作

# ai.delete_conversation
source: Delete Conversation
zh_hans: 删除对话
zh_hant: 刪除對話

# ai.delete_conversation_q
source: Delete this conversation?
zh_hans: 删除此对话？
zh_hant: 刪除此對話？

# ai.delete_message
source: Delete Message
zh_hans: 删除消息
zh_hant: 刪除訊息

# ai.detect_language
source: Detect Language
zh_hans: 检测语言
zh_hant: 偵測語言

# ai.edit_message
source: Edit Message
zh_hans: 编辑消息
zh_hant: 編輯訊息

# ai.empty.subtitle
source: Your premium reading assistant
zh_hans: 你的高级阅读助手
zh_hant: 你的進階閱讀助手

# ai.error
source: Error
zh_hans: 错误
zh_hant: 錯誤

# ai.export_conversation
source: Export Conversation
zh_hans: 导出对话
zh_hant: 匯出對話

# ai.hide_thinking
source: Hide Thinking
zh_hans: 隐藏思考过程
zh_hant: 隱藏思考過程

# ai.max_tokens
source: Max Tokens
zh_hans: 最大 token 数
zh_hant: 最大 token 數

# ai.mcp.add_hint
source: Add an MCP server to extend your AI assistant with custom tools and capabilities.
zh_hans: 添加 MCP 服务器以使用自定义工具和能力扩展你的 AI 助手。
zh_hant: 新增 MCP 伺服器以使用自訂工具與能力擴充你的 AI 助理。

# ai.mcp.add_server
source: Add MCP Server
zh_hans: 添加 MCP 服务器
zh_hant: 新增 MCP 伺服器

# ai.mcp.edit_server
source: Edit MCP Server
zh_hans: 编辑 MCP 服务器
zh_hant: 編輯 MCP 伺服器

# ai.mcp.tool_count_format
source: %lld tools
zh_hans: %lld 个工具
zh_hant: %lld 個工具

# ai.mcp.arguments
source: Arguments
zh_hans: 参数
zh_hant: 參數

# ai.mcp.eg_gateway
source: e.g. MyGateway
zh_hans: 例如：MyGateway
zh_hant: 例如：MyGateway

# ai.mcp.empty
source: No MCP servers configured
zh_hans: 未配置 MCP 服务器
zh_hant: 尚未設定 MCP 伺服器

# ai.mcp.server_details
source: Server Details
zh_hans: 服务器详情
zh_hant: 伺服器詳情

# ai.mcp.servers
source: MCP Servers
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

# ai.memory
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# ai.memory_save_hint
source: AI conversations will automatically save notable moments here.
zh_hans: AI 对话将自动在此保存重要时刻。
zh_hant: AI 對話將自動在此儲存重要時刻。

# ai.message_failed
source: Message failed to send
zh_hans: 消息发送失败
zh_hant: 訊息傳送失敗

# ai.moderate_dangerous
source: Moderate & Dangerous
zh_hans: 中等及危险
zh_hant: 中度與危險

# ai.never_auto_run
source: Never (auto-run)
zh_hans: 从不（自动执行）
zh_hant: 從不（自動執行）

# ai.new_conversation
source: New Conversation
zh_hans: 新对话
zh_hant: 新對話

# ai.next_branch
source: Next Branch
zh_hans: 下一分支
zh_hant: 下一分支

# ai.no_conversations
source: No conversations yet
zh_hans: 暂无对话
zh_hant: 尚無對話

# ai.no_matching_memories
source: No matching memories
zh_hans: 无匹配的记忆
zh_hant: 無相符的記憶

# ai.no_memories
source: No memories yet
zh_hans: 暂无记忆
zh_hant: 尚無記憶

# ai.no_provider_selected
source: No provider selected
zh_hans: 未选择提供商
zh_hant: 未選擇供應商

# ai.pin_conversation
source: Pin Conversation
zh_hans: 固定对话
zh_hant: 釘選對話

# ai.previous_branch
source: Previous Branch
zh_hans: 上一分支
zh_hant: 上一分支

# ai.prompts.add
source: Add Prompt
zh_hans: 添加提示词
zh_hant: 新增提示詞

# ai.prompts.eg_explain
source: e.g. Explain
zh_hans: 例如：解释
zh_hant: 例如：解釋

# ai.prompts.empty
source: No quick prompts. Tap + to add one.
zh_hans: 无快捷提示词。点击 + 添加。
zh_hant: 無快捷提示詞。點擊 + 新增。

# ai.prompts.placeholder_hint
source: Use {text} as a placeholder for the selected text.
zh_hans: 使用 {text} 作为所选文本的占位符。
zh_hant: 使用 {text} 作為所選文字的佔位符。

# ai.prompts.quick
source: Quick Prompts
zh_hans: 快捷提示词
zh_hant: 快捷提示詞

# ai.prompts.text
source: Prompt Text
zh_hans: 提示词内容
zh_hant: 提示詞內容

# ai.prompts.title
source: Prompts
zh_hans: 提示词
zh_hant: 提示詞

# ai.providers.add_custom
source: Add Custom Provider
zh_hans: 添加自定义提供商
zh_hant: 新增自訂供應商

# ai.providers.api_key_keychain
source: Your API key is stored securely in the device Keychain.
zh_hans: 你的 API 密钥已安全存储在设备钥匙串中。
zh_hant: 你的 API 金鑰已安全儲存在裝置鑰匙圈中。

# ai.providers.base_url_override
source: Base URL (optional override)
zh_hans: 基础地址（可选覆盖）
zh_hant: 基礎網址（選填覆寫）

# ai.providers.builtin
source: Built-in Providers
zh_hans: 内置提供商
zh_hant: 內建供應商

# ai.providers.center
source: Provider Center
zh_hans: 提供商中心
zh_hant: 供應商中心

# ai.providers.config_hint
source: Configure API keys, models, and endpoints for each provider. Keys are stored securely in the device Keychain.
zh_hans: 为每个提供商配置 API 密钥、模型和端点。密钥已安全存储在设备钥匙串中。
zh_hant: 為每個供應商設定 API 金鑰、模型與端點。金鑰已安全儲存在裝置鑰匙圈中。

# ai.providers.custom
source: Custom Providers
zh_hans: 自定义提供商
zh_hant: 自訂供應商

# ai.providers.custom_headers
source: Custom Headers
zh_hans: 自定义请求头
zh_hant: 自訂標頭

# ai.providers.custom_model_id
source: Or enter custom model ID
zh_hans: 或输入自定义模型 ID
zh_hant: 或輸入自訂模型 ID

# ai.providers.headers_hint
source: One header per line, format: Name: Value
zh_hans: 每行一个请求头，格式：Name: Value
zh_hant: 每行一個標頭，格式：Name: Value

# ai.providers.keychain_short
source: Stored securely in the device Keychain.
zh_hans: 已安全存储在设备钥匙串中。
zh_hant: 已安全儲存在裝置鑰匙圈中。

# ai.providers.remove_api_key
source: Remove API Key
zh_hans: 移除 API 密钥
zh_hant: 移除 API 金鑰

# ai.providers.remove_key
source: Remove Key
zh_hans: 移除密钥
zh_hant: 移除金鑰

# ai.regenerate
source: Regenerate
zh_hans: 重新生成
zh_hant: 重新產生

# ai.tool.result_title
source: Tool Result
zh_hans: 工具结果
zh_hant: 工具結果

# ai.rename_conversation
source: Rename Conversation
zh_hans: 重命名对话
zh_hant: 重新命名對話

# ai.reset_system_prompt
source: Reset System Prompt
zh_hans: 重置系统提示词
zh_hant: 重設系統提示詞

# ai.retry_message
source: Retry
zh_hans: 重试
zh_hant: 重試

# ai.role.assistant
source: Assistant
zh_hans: 助手
zh_hant: 助理

# ai.role.system
source: System
zh_hans: 系统
zh_hant: 系統

# ai.role.tool
source: Tool
zh_hans: 工具
zh_hant: 工具

# ai.role.user
source: You
zh_hans: 你
zh_hant: 你

# ai.search_memories
source: Search memories...
zh_hans: 搜索记忆...
zh_hant: 搜尋記憶...

# ai.send
source: Send
zh_hans: 发送
zh_hant: 傳送

# ai.share_conversation
source: Share Conversation
zh_hans: 分享对话
zh_hant: 分享對話

# ai.show_thinking
source: Show Thinking
zh_hans: 显示思考过程
zh_hant: 顯示思考過程

# ai.start_chat
source: Start a new chat
zh_hans: 开始新对话
zh_hant: 開始新對話

# ai.start_conversation
source: Start your AI conversation
zh_hans: 开始你的 AI 对话
zh_hant: 開始你的 AI 對話

# ai.stop_generating
source: Stop Generating
zh_hans: 停止生成
zh_hant: 停止產生

# ai.stop_sequences_placeholder
source: comma,separated,sequences
zh_hans: 以逗号分隔的序列
zh_hant: 以逗號分隔的序列

# ai.streaming
source: Streaming...
zh_hans: 流式传输中...
zh_hant: 串流中...

# ai.streaming_response
source: Streaming response...
zh_hans: 流式响应中...
zh_hant: 串流回應中...

# ai.swap_languages
source: Swap Languages
zh_hans: 交换语言
zh_hant: 交換語言

# ai.system_prompt
source: System Prompt
zh_hans: 系统提示词
zh_hant: 系統提示詞

# ai.temperature
source: Temperature
zh_hans: 温度
zh_hant: 溫度

# ai.thinking
source: Thinking...
zh_hans: 思考中…
zh_hant: 思考中…

# ai.thinking_block
source: Thinking
zh_hans: 思考过程
zh_hant: 思考過程

# ai.tokens_used
source: Tokens used
zh_hans: 已用 token
zh_hant: 已用 token

# ai.tool_call_approval
source: Tool Call Approval
zh_hans: 工具调用授权
zh_hant: 工具呼叫授權

# ai.tool_calling
source: Calling tool
zh_hans: 正在调用工具
zh_hant: 正在呼叫工具

# ai.tool_complete
source: Tool complete
zh_hans: 工具已完成
zh_hant: 工具已完成

# ai.tool_failed
source: Tool failed
zh_hans: 工具失败
zh_hant: 工具失敗

# ai.tool_name
source: Tool Name
zh_hans: 工具名称
zh_hant: 工具名稱

# ai.tool_running
source: Running tool
zh_hans: 工具运行中
zh_hant: 工具執行中

# ai.tool_write_warning
source: This tool will write to your device data. Please confirm whether to allow execution.
zh_hans: 此工具将写入设备数据。请确认是否允许执行。
zh_hant: 此工具將寫入裝置資料。請確認是否允許執行。

# ai.tools
source: Tools
zh_hans: 工具
zh_hant: 工具

# ai.tools.config
source: AI Tools
zh_hans: AI 工具
zh_hant: AI 工具

# ai.translation_popup
source: Translation
zh_hans: 翻译
zh_hant: 翻譯

# ai.translation_target
source: Target Language
zh_hans: 目标语言
zh_hant: 目標語言

# ai.unpin_conversation
source: Unpin Conversation
zh_hans: 取消固定
zh_hant: 取消釘選

# ai.vision
source: Vision
zh_hans: 视觉
zh_hant: 視覺

# bookmark.add
source: Add Bookmark
zh_hans: 添加书签
zh_hant: 新增書籤

# bookshelf.add_child
source: Add Child
zh_hans: 添加子项
zh_hant: 新增子項

# bookshelf.add_to_collection
source: Add to Collection
zh_hans: 添加到收藏集
zh_hant: 新增到收藏集

# bookshelf.added_on
source: Added On
zh_hans: 添加日期
zh_hant: 新增日期

# bookshelf.all_books
source: All Books
zh_hans: 所有图书
zh_hant: 所有書籍

# bookshelf.already_in_bookshelf
source: Already in Bookshelf
zh_hans: 已在书架中
zh_hant: 已在書架中

# bookshelf.archive
source: Archive
zh_hans: 归档
zh_hant: 封存

# bookshelf.archived
source: Archived
zh_hans: 已归档
zh_hant: 已封存

# bookshelf.book_deleted
source: Book deleted
zh_hans: 图书已删除
zh_hant: 書籍已刪除

# bookshelf.book_details
source: Book Details
zh_hans: 图书详情
zh_hant: 書籍詳情

# bookshelf.book_info
source: Book Info
zh_hans: 图书信息
zh_hant: 書籍資訊

# bookshelf.card_view
source: Card View
zh_hans: 卡片视图
zh_hant: 卡片檢視

# bookshelf.change_cover
source: Change Cover
zh_hans: 更换封面
zh_hant: 更換封面

# bookshelf.choose_from_photos
source: Choose from Photos
zh_hans: 从相册选择
zh_hant: 從相片選擇

# bookshelf.collection_name
source: Collection Name
zh_hans: 收藏集名称
zh_hant: 收藏集名稱

# bookshelf.collections
source: Collections
zh_hans: 收藏集
zh_hant: 收藏集

# bookshelf.compact_view
source: Compact View
zh_hans: 紧凑视图
zh_hant: 精簡檢視

# bookshelf.completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# bookshelf.edit.book_not_found
source: The selected book could not be found.
zh_hans: 找不到所选书籍。
zh_hant: 找不到所選書籍。

# bookshelf.edit.empty_title_required
source: A book title is required.
zh_hans: 必须填写书名。
zh_hant: 必須填寫書名。

# bookshelf.edit.operation_failed
source: Couldn't update this book.
zh_hans: 无法更新这本书。
zh_hant: 無法更新這本書。

# bookshelf.group.operation_failed
source: Couldn't update groups.
zh_hans: 无法更新分组。
zh_hant: 無法更新群組。

# bookshelf.tag.operation_failed
source: Couldn't update tags.
zh_hans: 无法更新标签。
zh_hant: 無法更新標籤。

# bookshelf.cover_image
source: Cover Image
zh_hans: 封面图片
zh_hant: 封面圖片

# bookshelf.create_first_tag
source: Create your first tag above.
zh_hans: 在上方创建你的第一个标签。
zh_hant: 在上方建立你的第一個標籤。

# bookshelf.delete_book
source: Delete Book
zh_hans: 删除图书
zh_hant: 刪除書籍

# bookshelf.delete_book_q
source: Delete this book? This cannot be undone.
zh_hans: 删除这本书？此操作无法撤销。
zh_hant: 刪除此書籍？此操作無法復原。

# bookshelf.delete_group
source: Delete Group
zh_hans: 删除分组
zh_hant: 刪除群組

# bookshelf.dissolve_group
source: Dissolve Group
zh_hans: 解散分组
zh_hant: 解散群組

# bookshelf.edit_book
source: Edit Book
zh_hans: 编辑图书
zh_hant: 編輯書籍

# bookshelf.edit_failed
source: Edit Failed
zh_hans: 编辑失败
zh_hant: 編輯失敗

# bookshelf.empty.description
source: Tap + to import a PDF file.
zh_hans: 点击 + 导入 PDF 文件。
zh_hant: 點擊 + 匯入 PDF 檔案。

# bookshelf.empty.tip
source: Tap + to import a PDF or EPUB file.
zh_hans: 点击 + 导入 PDF 或 EPUB 文件。
zh_hant: 點擊 + 匯入 PDF 或 EPUB 檔案。

# bookshelf.empty.title
source: No Books Yet
zh_hans: 暂无书籍
zh_hant: 暫無書籍

# bookshelf.existing_tags
source: Existing Tags
zh_hans: 现有标签
zh_hant: 現有標籤

# bookshelf.favorites
source: Favorites
zh_hans: 收藏
zh_hant: 收藏

# bookshelf.fetch_metadata
source: Fetch Metadata
zh_hans: 获取元数据
zh_hant: 取得中繼資料

# bookshelf.file_could_not_be_opened
source: The file could not be opened.
zh_hans: 无法打开此文件。
zh_hant: 無法開啟此檔案。

# bookshelf.file_size
source: File Size
zh_hans: 文件大小
zh_hant: 檔案大小

# bookshelf.format
source: Format
zh_hans: 格式
zh_hant: 格式

# bookshelf.grid_view
source: Grid View
zh_hans: 网格视图
zh_hant: 格狀檢視

# bookshelf.group_error
source: Group Error
zh_hans: 分组错误
zh_hant: 群組錯誤

# bookshelf.group_name
source: Group name
zh_hans: 分组名称
zh_hant: 群組名稱

# bookshelf.groups
source: Groups
zh_hans: 分组
zh_hant: 群組

# bookshelf.import_book
source: Import Book...
zh_hans: 导入图书...
zh_hant: 匯入書籍...

# bookshelf.import_failed
source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

# bookshelf.import_files
source: Import Files
zh_hans: 导入文件
zh_hant: 匯入檔案

# bookshelf.import_progress
source: Import Progress
zh_hans: 导入进度
zh_hant: 匯入進度

# bookshelf.import_url
source: Import from URL
zh_hans: 从 URL 导入
zh_hant: 從網址匯入

# bookshelf.imported_count
source: Imported {count} books
zh_hans: 已导入 {count} 本图书
zh_hant: 已匯入 {count} 本書籍

# bookshelf.imported_to_bookshelf
source: Imported to Bookshelf
zh_hans: 已导入到书架
zh_hant: 已匯入書架

# bookshelf.in_progress
source: In Progress
zh_hans: 阅读中
zh_hant: 閱讀中

# bookshelf.language
source: Language
zh_hans: 语言
zh_hant: 語言

# bookshelf.last_read
source: Last Read
zh_hans: 上次阅读
zh_hant: 上次閱讀

# bookshelf.list_view
source: List View
zh_hans: 列表视图
zh_hant: 清單檢視

# bookshelf.manage_groups
source: Manage Groups
zh_hans: 管理分组
zh_hant: 管理群組

# bookshelf.manage_groups_ellipsis
source: Manage Groups…
zh_hans: 管理分组…
zh_hant: 管理群組…

# bookshelf.manage_tags
source: Manage Tags
zh_hans: 管理标签
zh_hant: 管理標籤

# bookshelf.manage_tags_ellipsis
source: Manage Tags…
zh_hans: 管理标签…
zh_hant: 管理標籤…

# bookshelf.mark_as_read
source: Mark as Read
zh_hans: 标记为已读
zh_hant: 標記為已讀

# bookshelf.mark_as_unread
source: Mark as Unread
zh_hans: 标记为未读
zh_hant: 標記為未讀

# bookshelf.metadata
source: Metadata
zh_hans: 元数据
zh_hant: 中繼資料

# bookshelf.move_books_format
source: Move %d Books
zh_hans: 移动 %d 本书
zh_hant: 移動 %d 本書

# bookshelf.move_to_group
source: Move to Group
zh_hans: 移动到分组
zh_hant: 移動到群組

# bookshelf.new_collection
source: New Collection
zh_hans: 新建收藏集
zh_hant: 新增收藏集

# bookshelf.no_group
source: No Group
zh_hans: 无分组
zh_hant: 無群組

# bookshelf.no_group_root
source: No Group (Root)
zh_hans: 无分组（根目录）
zh_hant: 無群組（根目錄）

# bookshelf.no_groups
source: No groups yet
zh_hans: 暂无分组
zh_hant: 尚無群組

# bookshelf.no_groups_dot
source: No groups yet.
zh_hans: 暂无分组。
zh_hant: 尚無群組。

# bookshelf.no_groups_hint
source: Move books between groups from each book's context menu.
zh_hans: 通过每本书的右键菜单在分组之间移动图书。
zh_hant: 透過每本書的快捷選單在群組之間移動書籍。

# bookshelf.no_tag
source: No Tag
zh_hans: 无标签
zh_hant: 無標籤

# bookshelf.no_tags
source: No tags yet
zh_hans: 暂无标签
zh_hant: 尚無標籤

# bookshelf.no_tags_dot
source: No tags yet.
zh_hans: 暂无标签。
zh_hant: 尚無標籤。

# bookshelf.pages
source: Pages
zh_hans: 页数
zh_hant: 頁數

# bookshelf.parent
source: Parent
zh_hans: 上级
zh_hant: 上層

# bookshelf.publication_date
source: Publication Date
zh_hans: 出版日期
zh_hant: 出版日期

# bookshelf.publisher
source: Publisher
zh_hans: 出版商
zh_hant: 出版商

# bookshelf.reading_progress
source: Reading Progress
zh_hans: 阅读进度
zh_hant: 閱讀進度

# bookshelf.recent
source: Recent
zh_hans: 最近
zh_hant: 最近

# bookshelf.refresh_cover
source: Refresh Cover
zh_hans: 刷新封面
zh_hant: 重新整理封面

# bookshelf.remove_from_collection
source: Remove from Collection
zh_hans: 从收藏集移除
zh_hant: 從收藏集移除

# bookshelf.root_group
source: Root Group
zh_hans: 根分组
zh_hant: 根群組

# bookshelf.search.prompt
source: Search books
zh_hans: 搜索书籍
zh_hant: 搜尋書籍

# bookshelf.sort.author_asc
source: Author A-Z
zh_hans: 作者 A-Z
zh_hant: 作者 A-Z

# bookshelf.sort.date_asc
source: Date Added ↑
zh_hans: 添加时间 ↑
zh_hant: 新增時間 ↑

# bookshelf.sort.date_desc
source: Date Added ↓
zh_hans: 添加时间 ↓
zh_hant: 新增時間 ↓

# bookshelf.sort.title_asc
source: Title A-Z
zh_hans: 书名 A-Z
zh_hant: 書名 A-Z

# bookshelf.sort.title_desc
source: Title Z-A
zh_hans: 书名 Z-A
zh_hant: 書名 Z-A

# bookshelf.tag_error
source: Tag Error
zh_hans: 标签错误
zh_hant: 標籤錯誤

# bookshelf.tag_name
source: Tag name
zh_hans: 标签名称
zh_hant: 標籤名稱

# bookshelf.take_photo
source: Take Photo
zh_hans: 拍照
zh_hant: 拍照

# bookshelf.title
source: Bookshelf
zh_hans: 书架
zh_hant: 書架

# bookshelf.unarchive
source: Unarchive
zh_hans: 取消归档
zh_hant: 取消封存

# bookshelf.unread
source: Unread
zh_hans: 未读
zh_hant: 未讀

# color.black
source: Black
zh_hans: 黑色
zh_hant: 黑色

# color.blue
source: Blue
zh_hans: 蓝色
zh_hant: 藍色

# color.brown
source: Brown
zh_hans: 棕色
zh_hant: 棕色

# color.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# color.cyan
source: Cyan
zh_hans: 青色
zh_hant: 青色

# color.gray
source: Gray
zh_hans: 灰色
zh_hant: 灰色

# color.green
source: Green
zh_hans: 绿色
zh_hant: 綠色
